"CARD_DETAILS_LABEL"                        = "Dane karty";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Wprowadź dane karty, począwszy od numeru karty.";
"VALID_CARD_ERROR_LABEL"                    = "Musisz wpisać prawidłowy numer karty.";
"CARD_REQUIRED"                             = "Numer karty jest wymagany";
"CARD_INVALID"                              = "Numer karty jest nieprawidłowy";
"EXPIRATION_REQUIRED"                       = "Data ważności jest wymagana";
"EXPIRATION_INVALID"                        = "Data ważności jest nieprawidłowa";
"CVV_REQUIRED"                              = "Wartość %s jest wymagana.";
"CVV_INVALID"                               = "Kod %s jest nieprawidłowy";
"POSTAL_CODE_HELP_LABEL"                    = "Musisz wpisać prawidłowy kod pocztowy.";
"POSTAL_CODE_REQUIRED"                      = "Wymagane jest podanie kodu pocztowego";
"POSTAL_CODE_INVALID"                       = "Kod pocztowy jest nieprawidłowy";
"COUNTRY_CODE_REQUIRED"                     = "Kod kraju jest wymagany";
"COUNTRY_CODE_INVALID"                      = "Kod kraju jest nieprawidłowy";
"MOBILE_NUMBER_REQUIRED"                    = "Numer komórkowy jest wymagany";
"MOBILE_NUMBER_INVALID"                     = "Numer telefonu komórkowego jest nieprawidłowy";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "W przypadku tej karty może być wymagane dokonanie rejestracji. W razie potrzeby wiadomość SMS z kodem zostanie wysłana na ten numer.";
"SMS_CODE_REQUIRED"                         = "Wymagane jest podanie kodu z wiadomości SMS";
"SMS_CODE_INVALID"                          = "Kod z wiadomości SMS jest nieprawidłowy";

"CANCEL_ACTION"                             = "Anuluj";
"RETRY_ACTION"                              = "Ponów";
"CONTINUE_ACTION"                           = "Kontynuuj";
"ADD_CARD_ACTION"                           = "Dodaj kartę";
"DONE_ACTION"                               = "Gotowe";
"EDIT_ACTION"                               = "Edytuj";
"NEXT_ACTION"                               = "Dalej";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";

"EDIT_PAYMENT_METHOD"                       = "Edytuj formy płatności";
"THERE_WAS_AN_ERROR"                        = "Niestety, wystąpił błąd.";
"REVIEW_AND_TRY_AGAIN"                      = "Sprawdź swoje informacje i spróbuj ponownie.";
"INVALID_LABEL"                             = "Nieprawidłowe dane:";

"YEAR_LABEL"                                = "Rok";
"MONTH_LABEL"                               = "Miesiąc";

"OTHER_LABEL"                               = "Inne";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Karta kredytowa lub debetowa";
"RECENT_LABEL"                              = "Ostatnie";
"SELECT_PAYMENT_LABEL"                      = "Wybierz formę płatności";

"CONFIRM_ENROLLMENT_LABEL"                  = "Potwierdź rejestrację";
"CONFIRM_ACTION"                            = "Potwierdź";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Wpisz kod z wiadomości SMS wysłanej pod numer %s";
"SMS_CODE_LABEL"                            = "Kod z wiadomości SMS";
"CARD_TYPE_GENERIC_CARD"                    = "Karta";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Kod kraju";
"SECURITY_CODE_LABEL"                       = "Kod bezpieczeństwa";
"CVV_FIELD_PLACEHOLDER"                     = "Kod CVV";
"CVC_FIELD_PLACEHOLDER"                     = "Kod CVC";
"CID_FIELD_PLACEHOLDER"                     = "Kod CID";
"CVN_FIELD_PLACEHOLDER"                     = "Kod CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "Kod pocztowy";
"MOBILE_NUMBER_LABEL"                       = "Numer komórkowy";
"EXPIRATION_DATE_LABEL"                     = "Data ważności";
"CARD_NUMBER_PLACEHOLDER"                   = "Numer karty";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/RRRR";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/RR";
"CARDHOLDER_NAME_LABEL"                     = "Imię i nazwisko posiadacza karty";
"SAVE_CARD_LABEL"                           = "Zapisz kartę";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"CARD_TYPE_HIPER"                           = "Hiper";
"CARD_TYPE_HIPERCARD"                       = "Hipercard";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Płatność za pomocą usługi Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Podaj inny numer telefonu";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Karta nie została zaakceptowana";

